<template>
    <div class="hello">
        <h1>{{ msg }}</h1>
        <p>
            Мягкая игрушка "Ждун", дождется вас на сколько бы вы его не покинули.
            Самая преданная игрушка из всех существующих. Он будет сидеть на том же самом месте на
            котором вы его оставили и ждать вас не проронив ни слезинки.
            Очень не прихотлив в хозяйстве, и экономит ваш бюджет.
            Совсем не ест (по крайней мере пока вы смотрите на него), его не нужно купать,
            так как обычно он совсем не двигается, следовательно не потеет и не пачкается,
            максимум покрывается пылью. Но он очень любит когда его пылесосят,
            он считает это проявлением любви. Но больше всего он любит ждать.
            Оставляйте его иногда наедине с самим собой, собраться с мыслями, покопаться в себе,
            попробовать понять смысл жизни и теорию большого взрыва.</p>
        <products></products>
    </div>
</template>

<script>

    import Products from '../Products.vue'

    export default {
        name: 'hello',
        data () {
            return {
                msg: 'Добро пожаловать в магазин "Ждунов"'
            }
        },
        components: {
            Products,
        },

    }
</script>